export default {
  content: [
    ['2019年01月01日', 'PROFILE & BIOGRAPHYを更新しました。'],
    ['2017年06月13日', 'MUSICページに曲のサムネイルを追加しました。'],
    ['2017年06月02日', 'INFOページの追加と、コンテンツの更新が少ないため、技術面の更新をINFOに含めました。'],
    ['2017年01月20日', 'ホームページ作成しました。'],
  ],
  tech: [
    ['2019年01月01日', 'Gridsomeを使いサイトを構築しました。'],
    ['2017年06月12日', 'スライドショーを表示するjQueryプラグインを導入し、TOPページのメインビジュアルをスライドショーにしました。'],
    ['2017年06月08日', 'MUSICページのLyricsをAjaxで取得し、アコーディオンパネルで表示するようにしました。'],
    ['2017年06月02日', 'Ajaxを導入し、INFOをJSONファイルから読み取るようにしました。'],
  ],
};
