export default [
  {
    date: '2010年06月',
    content: 'ボーカルスクールに入校',
  },
  {
    date: '2011年07年',
    content: 'ギター、作詞・作曲を始める。',
  },
  {
    date: '2012年03月',
    content: '「雨の日」作詞 作曲',
  },
  {
    date: '2013年03月',
    content: '「歩む道」作詞 作曲',
  },
  {
    date: '2013年07年',
    content: '「外の景色」作詞 作曲',
  },
  {
    date: '2014年11月',
    content: '「夏休み」作詞 作曲',
  },
  {
    date: '2015年03月',
    content: '「Wisteria」作詞、作曲',
  },
  {
    date: '2015年07月',
    content: '「本気？」作詞 作曲',
  },
  {
    date: '2016年03月',
    content: '「楽に生きたい」作詞 作曲',
  },
  {
    date: '2016年11月',
    content: '「つまりそういうことでしょ」作詞 作曲',
  },
  {
    date: '2017年01月',
    content: '理論で作曲を行うため、ピアノを使用した作曲を始める。',
  },
];
