export default [
  {
    date: '2008年03月',
    content: '大学を卒業する。',
  },
  {
    date: '2008年04月',
    content: 'システム開発会社に入社、主にJAVAを使用したプログラム作成を行う。',
  },
  {
    date: '2011年10月',
    content: '仕事に虚無感を覚え、システム開発会社を退社する。',
  },
  {
    date: '2012年07月',
    content: '貯金を崩し生活してきたが、貯金の底が垣間見えてきたため、食品工場でのアルバイトを始める。',
  },
  {
    date: '2013年10月',
    content: `&emsp;アルバイト中、「自分がやりたいことは」、と言う問いに対し、ずっと続けてきた音楽について何かしたいという考えが芽生える。<br>
              &emsp;その中で自分にできることを考えた結果、アーティストのホームページを作りたいと思い至り、現状の収入では何かと不安だったため、アルバイトを辞め、デスクワークの中でも好きだった、EXCELでの作業を行う派遣を始める。<br>
              &emsp;EXCEL作業を通じ、作業しやすく、内容が伝わるEXCEL資料について考えを巡らす。`,
  },
  {
    date: '2015年02月',
    content: '知人からの紹介もあり、自分のやりたいことに少しでも近づけると思い、派遣を辞め、現在務めている人材派遣を主な事業とする会社に入社し、システムエンジニアとして働く。',
  },
  {
    date: '2016年05月',
    content: '基本情報技術者試験合格を機に、本格的にWEBについての知識を学んでいく。',
  },
  {
    date: '2017年01月',
    content: 'ホームページを完成させる',
  },
];
